Product.create!(
  [
    {
      name: 'GU ミッキー パジャマ',
      description: '数回着用後、クローゼットの中で眠っていました
      念のため洗濯した後発送致します。
      
      
      素人保管ですのでご理解頂ける方のみお願い致します。',
      price: '933',
      created_at: '2019-12-27 00:01:01',
      updated_at: '2019-12-27 00:01:01',
      shipping_origin: '青森県',
      shipping_method: 'らくらくメルカリ便',
      shipping_charge: '送料込み(出品者負担)',
      shipping_day: '1~2日で発送',
      product_condition: '目立った傷や汚れなし'
      
    },
    {
      name: 'ピアス【新品、未使用】',
      description: 'レディースもののピアスです(*´ー`*)
      アクセサリーショップで購入しましたが、使わないままになっておりましたので出品します。
      新品、未使用ですが、自宅保管になりますので、ご理解いただける方でお願い致します。
      
      
      華やかでとても可愛いですよ(*˙ᵕ˙ *)
      
      ※ノンブランドです。',
      price: '350'
    },
    {
      name: 'ヒョウ柄　リングベルト＆スタンド用クリップ付　iPhoneケース',
      description: 'ヒョウ柄好きにはたまらない！
      丸いボタンをスライドすると、リングベルトを出し入れすることができます。
      リングベルト部分には折りたたみ可能なスタンドも収納されております。
      カバー部分はハードなプラスチック製、サイド部分はボタン操作もスムーズな柔らかいTPU製。',
      price: '799'
    }
  ]
)